{
  "NnWBMvkL": {
    "name": "Sprout Me",
    "description": "Sprouting jar designed for sprouting Indian beans: particularly moong beans, Mot ( matki) beans, Whole black gram ( Kala chana), whole red lentils (Kala masoor ), Field beans (vaal), Kidney beans (rajma). The sprout jar lid holes are also designed for sprouting smaller seeds such as Methi, Alfalfa, Broccoli seeds, Radish, Mixed seeds, millets, and micro greens. Designed for sprouting in the Indian climate where germination requires optimum drainage and ventilation for crunchy sprouts. Simple to use: Soak beans in the sprouting jar overnight, drain, and put the jar in the slanting position. Rinse and drain 1-2 times per day and within 2-4 days you have delicious crunchy hygienic sprouts! How it works: Ventilation and draining are key to successful sprouting. A specially designed lid with 132 small holes provides optimum ventilation, and the lid stand puts the jar at the exact perfect angle for drainage. The sprouting jar helps in faster and more hygienic germination when you sprout beans or seeds. Easy to clean: The jar and lid are easy to clean! we recommend you use two separate sprout-meTM jars for sprouting a variety of beans and sprouts. A perfect gift! The unique design makes a statement in every home! And sprout-meTM comes in a fitted box gift packing.",
    "websiteLink": "https://sproutme.co.in/",
    "imagePath": "/home/images/companies/sprout-me.jpg",
    "youtubeLink": "https://www.youtube.com/watch?v=FRd-wEPe-24",
    "instagramLink": "https://www.instagram.com/sproutmeindia/",
    "tags": [
      "Kitchen",
      "Health"
    ]
  },
  "3Xj9YVj2": {
    "name": "Slurrp Farm",
    "description": "Slurrp Farm snacks are designed to bring the goodness of traditional grains to your kitchen. They use wholesome ingredients like moong beans, matki beans, kala chana (whole black gram), and millet to create tasty, nutritious snacks that are perfect for Indian households. Their products are also great for smaller seeds and grains, like methi, alfalfa, and broccoli seeds, making them ideal for health-conscious families. Created for the Indian climate, these snacks maintain their crunchiness and freshness with the right balance of moisture. Simple to prepare: just open, enjoy, and feel good about the nutrition you're getting. With a focus on quality and health, Slurrp Farm snacks are a great way to add variety and nutrition to your diet. The easy-to-use packaging ensures that every bite is hygienic and fresh. These snacks make a thoughtful gift too, perfect for anyone who values healthy eating. The unique designs and vibrant packaging will add a pop of color and health to any home!",
    "websiteLink": "https://slurrpfarm.com/",
    "imagePath": "/home/images/companies/coming-soon.jpeg",
    "tags": [
      "Organic",
      "Health",
      "Food"
    ]
  },
  "kOcFZFUr": {
    "name": "Urban Platter",
    "description": "Urban Platter offers a curated range of gourmet food products designed to enhance your culinary experience. From high-quality spices, sauces, and condiments to health supplements and superfoods, their products are crafted to suit the needs of the modern kitchen. Ideal for both everyday cooking and special dishes, Urban Platter ensures that all ingredients are natural and organic, fitting perfectly into a healthy lifestyle. Simple to use: just add these premium ingredients to your meals for an instant flavor boost and nutritional enhancement. Whether you are cooking a traditional Indian dish or experimenting with international flavors, Urban Platter provides the perfect ingredients to make every meal extraordinary. Their products are carefully packaged to maintain freshness and quality, making them a great addition to any kitchen. A perfect gift for food enthusiasts, the unique packaging of Urban Platter products makes a statement, adding a touch of gourmet elegance to any pantry",
    "websiteLink": "https://urbanplatter.in/",
    "imagePath": "/home/images/companies/coming-soon.jpeg",
    "tags": [
      "Food",
      "Organic",
      "Health"
    ]
  },
  "HqAFEzG3": {
    "name": "Naturally yours",
    "description": "Naturally Yours brings you a handpicked selection of organic food products that make cooking both delicious and healthy. From wholesome grains and nuts to tasty snacks and natural sweeteners, each item is crafted to fit perfectly into your everyday meals or special dishes. With a focus on natural ingredients and zero artificial additives, Naturally Yours helps you create flavorful and nutritious meals effortlessly. Just add these premium ingredients to your recipes for an instant boost in taste and health benefits. Whether you're sticking to traditional favorites or trying out new flavors, Naturally Yours has everything you need to make your cooking shine. Plus, their thoughtful packaging keeps everything fresh, making it a great choice for your own pantry or as a gift for fellow food lovers.",
    "websiteLink": "https://naturallyyours.in/",
    "imagePath": "/home/images/companies/coming-soon.jpeg",
    "tags": [
      "Organic",
      "Healthy eating",
      "Food"
    ]
  },
  "foAdVD3N": {
    "name": "Powerlook",
    "description": "Powerlook offers trendy and stylish men's clothing that's perfect for any occasion. Whether you’re looking for cool graphic t-shirts, casual shirts, or comfortable joggers, Powerlook has you covered. Their clothes are made from good-quality materials, so you can count on them for both comfort and durability. These pieces are easy to mix and match, making it simple to put together great outfits whether you're heading out for a casual day or a night out. With new styles coming out regularly, Powerlook helps you keep up with the latest fashion trends. Their unique designs will definitely help you stand out and express your style.",
    "websiteLink": "https://www.powerlook.in/",
    "imagePath": "/home/images/companies/coming-soon.jpeg",
    "tags": [
      "Clothing",
      "Tees",
      "Crochet shirts"
    ]
  },
  "nl9BwpOc": {
    "name": "Bewakoof",
    "description": "Bewakoof is all about fun and creative fashion. They offer a wide range of clothes and accessories, including witty graphic tees, cozy loungewear, and trendy bags. Each item is designed to bring out your personality and add a touch of humor to your wardrobe. The clothes are made from comfortable fabrics, making them perfect for everyday wear. Whether you’re hanging out with friends or just chilling at home, Bewakoof has something that will fit your mood. Their bright and playful designs make their products a favorite among young people who love to show off their fun side.",
    "websiteLink": "https://www.bewakoof.com/",
    "imagePath": "/home/images/companies/coming-soon.jpeg",
    "tags": [
      "Clothing",
      "Tees",
      "Bags",
      "Sneakers"
    ]
  },
  "2DTwwdlW": {
    "name": "The souled store",
    "description": "The Souled Store is the go-to place for anyone who loves pop culture. They have a huge selection of clothing and accessories featuring designs inspired by movies, TV shows, comics, and more. From cool graphic tees and hoodies to fun bags and mugs, The Souled Store has everything you need to show off your favorite fandoms. The products are comfortable and well-made, so you can wear your passions proudly wherever you go. With new collections coming out often, there’s always something fresh and exciting for fans. It’s a great place to find gifts for friends who love movies and TV as much as you do.",
    "websiteLink": "https://www.thesouledstore.com/",
    "imagePath": "/home/images/companies/coming-soon.jpeg",
    "tags": [
      "Clothing",
      "Tees",
      "Sneakers"
    ]
  },
  "mgFi04QY": {
    "name": "Fugazee",
    "description": "Fugazee is all about bold and edgy streetwear. They offer a range of clothes like statement jackets, stylish hoodies, distressed jeans, and funky shirts that are perfect for making a fashion statement. Fugazee’s clothes are made from high-quality materials, so they’re both comfortable and cool. If you love experimenting with your style and standing out from the crowd, Fugazee has the perfect outfits for you. Whether you’re out on the town or just kicking back with friends, their urban-inspired clothes help you look effortlessly stylish. Fugazee is ideal for anyone who wants to add a bit of edge to their wardrobe.",
    "websiteLink": "https://www.fugazee.com/",
    "imagePath": "/home/images/companies/coming-soon.jpeg",
    "tags": [
      "Clothing",
      "Tees",
      "Street wear"
    ]
  },
  "cuh7pcdv": {
    "name": "Bronco polos",
    "description": "Broncopolos is a brand that specializes in stylish and comfortable polo shirts for men. They offer a range of high-quality polos in various colors and designs, perfect for both casual outings and semi-formal occasions. Broncopolos focuses on creating clothes that are not only trendy but also versatile, making them a great addition to any wardrobe. The materials used are soft and breathable, ensuring comfort throughout the day. Whether you’re heading to a brunch, a casual Friday at the office, or a weekend getaway, Broncopolos provides the perfect polo shirt to keep you looking sharp and feeling comfortable",
    "websiteLink": "https://broncopolos.com/",
    "imagePath": "/home/images/companies/coming-soon.jpeg",
    "tags": [
      "Clothing",
      "Tees",
      "Polos"
    ]
  }
}